{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Add a new group"
			},
			"Translation":
			{
				"Text": "Ajouter un nouveau groupe"
			},
			"Key": "0CBC1B2749ECED36A75A60AC5311E86D"
		},
		{
			"Source":
			{
				"Text": "Add a new group"
			},
			"Translation":
			{
				"Text": "Ajouter un nouveau groupe"
			},
			"Key": "656334854CB12CCA90C40BB932BCE289"
		},
		{
			"Source":
			{
				"Text": "Add a new palette"
			},
			"Translation":
			{
				"Text": "Ajouter une nouvelle palette"
			},
			"Key": "71EB482945D1A5C45E10E3A0CAD09101"
		},
		{
			"Source":
			{
				"Text": "Add a new palette"
			},
			"Translation":
			{
				"Text": "Ajouter une nouvelle palette"
			},
			"Key": "75C7C7B7461BE32F8EDE6EAEB0AB34F3"
		},
		{
			"Source":
			{
				"Text": "Add a new swatch"
			},
			"Translation":
			{
				"Text": "Ajouter un nouveau nuacier"
			},
			"Key": "2416D61D4108544E60DD55AB79C950DF"
		},
		{
			"Source":
			{
				"Text": "Add a new swatch"
			},
			"Translation":
			{
				"Text": "Ajouter un nouveau nuacier"
			},
			"Key": "B8A6C23745FA2A804EBEA2929F876DA5"
		},
		{
			"Source":
			{
				"Text": "Adds a new customization category that includes all the swatches organized according to the palette scheme chosen in the configuration."
			},
			"Translation":
			{
				"Text": "Ajoute une nouvelle catégorie de customisation qui comporte tous les nuanciers ogranisés selon le schéma de la palette choisi dans la configuration."
			},
			"Key": "0FE1DC44453AC112DFA7E3A44A312198"
		},
		{
			"Source":
			{
				"Text": "Blue"
			},
			"Translation":
			{
				"Text": "Bleu"
			},
			"Key": "3518BEE64EDE9F73F453A699961F8DF0"
		},
		{
			"Source":
			{
				"Text": "Blue"
			},
			"Translation":
			{
				"Text": "Bleu"
			},
			"Key": "3D20AE8145AF52EB499C28822172D310"
		},
		{
			"Source":
			{
				"Text": "Defines the group priority. Lower the number, sooner the group will appear in the customizer."
			},
			"Translation":
			{
				"Text": "Définit la priorité du groupe. Plus le nombre est bas, plus le groupe apparaîtra tôt dans le personnalisateur."
			},
			"Key": "DAD9B43F453FC309D70216931409EE18"
		},
		{
			"Source":
			{
				"Text": "Defines the swatch priority. Lower the number, sooner the swatch appears in its swatch group's customizer."
			},
			"Translation":
			{
				"Text": "Définit la priorité du nuancier. Plus le nombre est bas, plus le nuacier apparaîtra tôt son groupe."
			},
			"Key": "CDD3BC204C57D38A62D47996055540E6"
		},
		{
			"Source":
			{
				"Text": "Defines the swatch priority. Lower the number, sooner the swatch will appear in its group's customizer."
			},
			"Translation":
			{
				"Text": "Définit la priorité du nuancier. Plus le nombre est bas, plus le nuacier apparaîtra tôt son groupe."
			},
			"Key": "9FB6A7214CBC3AF1BBAF5BA2929D8703"
		},
		{
			"Source":
			{
				"Text": "Enter the blue value (0 - 255)"
			},
			"Translation":
			{
				"Text": "Entrez la valeur du bleu (0 - 255)"
			},
			"Key": "879B94FC46376616E223958BCD8BE440"
		},
		{
			"Source":
			{
				"Text": "Enter the green value (0 - 255)"
			},
			"Translation":
			{
				"Text": "Entrez la valeur du vert (0 - 255)"
			},
			"Key": "C80E3F204289108E13C020A3D231133E"
		},
		{
			"Source":
			{
				"Text": "Enter the hexadecimal value (000000 - FFFFFF)"
			},
			"Translation":
			{
				"Text": "Entrez la valeur hexadécimale (000000 - FFFFFF)"
			},
			"Key": "F7B2C29144D6A8AAA15880963950AE28"
		},
		{
			"Source":
			{
				"Text": "Enter the red value (0 - 255)"
			},
			"Translation":
			{
				"Text": "Entrez la valeur rouge (0 - 255)"
			},
			"Key": "C8578DC7441B636DD7ED9EBE8CB31409"
		},
		{
			"Source":
			{
				"Text": "Give your factory a new paint job!\r\n\r\nWarning: Changing this Swatch will apply the change to all buildings currently using it."
			},
			"Translation":
			{
				"Text": "Donnez un coup de pinceau à votre usine!\r\n\r\nAttention : changer ce nuancier appliquera le changement à tous les bâtiments qui l'utilisent."
			},
			"Key": "B96052904A76A7E38F5510BE994AE887"
		},
		{
			"Source":
			{
				"Text": "Green"
			},
			"Translation":
			{
				"Text": "Vert"
			},
			"Key": "F1045455433687285D1486B8DBF9F2FA"
		},
		{
			"Source":
			{
				"Text": "Green"
			},
			"Translation":
			{
				"Text": "Vert"
			},
			"Key": "F2A86DFE4DC45EAECFF2B69DA6CF4DAD"
		},
		{
			"Source":
			{
				"Text": "Hex"
			},
			"Translation":
			{
				"Text": "Hex"
			},
			"Key": "19A3C6EC4262C446657FE1850E428AA6"
		},
		{
			"Source":
			{
				"Text": "Palettes"
			},
			"Translation":
			{
				"Text": "Palettes"
			},
			"Key": "A16CEB104F0CE950DAE5F38C8A0B1BE4"
		},
		{
			"Source":
			{
				"Text": "Please enter a string containing only 0 to 9 or A to F characters"
			},
			"Translation":
			{
				"Text": "Veuillez n'utilisez que les caractères 0 à 9 ou de A à Z"
			},
			"Key": "A39929954500C8D50FF5D0AFF45868AD"
		},
		{
			"Source":
			{
				"Text": "Please enter an interger between -100 and 100"
			},
			"Translation":
			{
				"Text": "Veuillez entrer une valeur comprise entre -100 et 100"
			},
			"Key": "C012D0574EB5DEB45AAD09B54D5A765D"
		},
		{
			"Source":
			{
				"Text": "Please enter an interger between 0 and 255"
			},
			"Translation":
			{
				"Text": "Veuillez entrer une valeur comprise entre 0 et 255"
			},
			"Key": "C2C1F6C04670D96ED4D19B8A962778C1"
		},
		{
			"Source":
			{
				"Text": "Please enter the group name here"
			},
			"Translation":
			{
				"Text": "Veuillez entrer le nom du groupe ici"
			},
			"Key": "119ED02746D142C30D6F0AB998AED41E"
		},
		{
			"Source":
			{
				"Text": "Please enter the palette name here"
			},
			"Translation":
			{
				"Text": "Veuillez entrer le nom de la palette ici"
			},
			"Key": "6835A7F3497AB44696AE608B47694474"
		},
		{
			"Source":
			{
				"Text": "Please enter the swatch name here"
			},
			"Translation":
			{
				"Text": "Veuillez entrer le nom du nuancier ici"
			},
			"Key": "B5826718421CE6D131282582FC271CAA"
		},
		{
			"Source":
			{
				"Text": "Primary"
			},
			"Translation":
			{
				"Text": "Primaire"
			},
			"Key": "F4BC0E1842F9841BF94231A80DE2E8A1"
		},
		{
			"Source":
			{
				"Text": "Primary Color :"
			},
			"Translation":
			{
				"Text": "Couleur Primaire :"
			},
			"Key": "F541A7034724E2849FB9B480FFF2D410"
		},
		{
			"Source":
			{
				"Text": "Priority :"
			},
			"Translation":
			{
				"Text": "Priorité :"
			},
			"Key": "0178058A41882D2C7D097DB9EDACF273"
		},
		{
			"Source":
			{
				"Text": "Red"
			},
			"Translation":
			{
				"Text": "Rouge"
			},
			"Key": "50D378F14D6504B0868435BAF4EC41E7"
		},
		{
			"Source":
			{
				"Text": "Red"
			},
			"Translation":
			{
				"Text": "Rouge"
			},
			"Key": "D8E87717402266D5BF11259A55CDE77C"
		},
		{
			"Source":
			{
				"Text": "Remove group"
			},
			"Translation":
			{
				"Text": "Supprimer le groupe"
			},
			"Key": "C45200CB4459690E76B39F83A090110B"
		},
		{
			"Source":
			{
				"Text": "Remove palette"
			},
			"Translation":
			{
				"Text": "Supprimer la palette"
			},
			"Key": "4394825E495E2D718655BEA11A871248"
		},
		{
			"Source":
			{
				"Text": "Remove swatch"
			},
			"Translation":
			{
				"Text": "Supprimer le nuancier"
			},
			"Key": "517B67B04A2BFD2FFCD2CB81C9DC50DD"
		},
		{
			"Source":
			{
				"Text": "Secondary"
			},
			"Translation":
			{
				"Text": "Secondaire"
			},
			"Key": "7DDD6D3F43A1B58FFBC270AA6D69AD81"
		},
		{
			"Source":
			{
				"Text": "Secondary Color :"
			},
			"Translation":
			{
				"Text": "Couleur Secondaire :"
			},
			"Key": "1EA5E3514502B00C15B37BA5EA0A317A"
		}
	]
}